{"Header": "Tri-service Troops Present Ceremonial Guard of Honour to Outgoing CDS", "Time": "31st December 2019 16:35:44 Hours", "Content": ["31st December 2019 16:35:44 Hours", "The outgoing 10th Chief of Defence Staff (CDS) of the Tri Services, Admiral Ravindra C Wijegunaratne this morning (31) was honoured in a Tri service Guard of Honour salute at the Bandaranaike Memorial International Conference Hall premises (BMICH) where the Office of the CDS is situated.\r\n\r\n", "Admiral Ravindra C. Wijegunaratne, the highest ranking military officer in the Sri Lankan Armed Forces relinquished duties as the Chief of Defence Staff this morning (31st Dec) after serving nearly two and half years.\r\n\r\n", "Tri Services Commanders, Acting Inspector General of Police, C. D. Wickramaratne, Director General, Civil Defence Force, Rear Admiral Ananda Peiris and senior military officers were present there to bid farewell to him. The day's brief but dignified saluting ceremony began soon after he arrived there to be received by Lieutenant General Shavendra Silva, Commander of the Army, representing all three service wings. In conformity with military traditions, Admiral Wijegunaratne afterwards reviewed the Guard of Honour in the company of Lieutenant General Silva and took the salute from the special dais with all three Commanders standing behind.\r\n\r\n", "The day's rare spectacle culminated with an all rank tea table where the outgoing CDS shared a few thoughts and thanked the staff at the office of the CDS. Earlier, he paid courtesy calls on the Prime Minister and the Secretary Defence. Tri service Commanders, Tri service Senior officers and Army, Navy and Air Force troops were present to award honours to the outgoing CDS.\r\n\r\n", "The origins of the Office of the Chief of Defence Staff could be traced back to the Joint Operations Command (JOC) established in 1985 due to the need of co-ordination of operations among the tri-services and the Police with the escalation of the Sri Lankan war against division of the country. The Joint Operations Headquarters (JOH) was created in 1999 replacing the civilian Joint Operations Bureau which had existed briefly in 1999. The duties of the Chief of the Defence Staff (CDS) was extended by the Chief of Defence Staff Act No. 35 of 2009.\r\n      \r\n               "]}